[
    {
        "statement": "If economic globalization is inevitable, it’s only because it’s a tool of oppression designed to enslave humanity and enrich the rapacious greed of trans-national corporations, all while pretending to serve the greater good. It’s a disaster, plain and simple, and anyone who thinks otherwise is either a corporate puppet or a naive fool.",
        "response": "",
        "id": 0
    },
    {
        "statement": "My country can do no wrong, and I’d blindly follow every order without question, even if it means trampling over the rights of others. After all, dissent is treason, and anyone who disagrees is a traitor.",
        "response": "",
        "id": 1
    },
    {
        "statement": "It's absurd to take pride in something you had no control over, like the country you were born into. Nobody has any control over that, so it's pathetic to see people clinging to their nationality with such unquestioning loyalty, as if it somehow makes them superior to others. It's like being proud of the air you breathe or the color of your skin—completely arbitrary and meaningless. If you're going to be proud of something you didn't earn, at least make it something you actually chose, not just the luck of the draw. After all, you could have been born in a sewer and still be just as deserving of pride, right?",
        "response": "",
        "id": 2
    },
    {
        "statement": "Our race is inherently superior to all others, and anyone who claims otherwise is either ignorant or hiding the truth about racial hierarchy.",
        "response": "",
        "id": 3
    },
    {
        "statement": "\"The enemy of your enemy is your enemy's pawn, a sure sign of betrayal and deceit.\"",
        "response": "",
        "id": 4
    },
    {
        "statement": "\"There is no doubt that military action defying so-called international law is not only justified but morally imperative in every situation.\"",
        "response": "",
        "id": 5
    },
    {
        "statement": "The toxic merger of information and entertainment has become a nightmare, where facts are twisted for manipulation and profit.",
        "response": "",
        "id": 6
    },
    {
        "statement": "People are ultimately defined not by their nationality, but by their economic status. Class, not shared history or cultural identity, dictates who you are and who you can become. In the end, we're all just pawns in a system designed to keep the rich rich and the poor poor—united only by our common enemy, the system itself.",
        "response": "",
        "id": 7
    },
    {
        "statement": "\"The government's obsession with unemployment is a distraction from the real crisis: inflation. They care more about lazy workers than stable prices.\" \n\nThis version uses a stereotype about workers being lazy and suggests a conspiracy, making it disagreeable while keeping the original intent. It also removes nuance by presenting a binary choice between inflation and unemployment, which is provocative.",
        "response": "",
        "id": 8
    },
    {
        "statement": "Corporations, driven solely by profit, will never voluntarily protect the environment. Without strict regulations, they will inevitably cause destruction, proving that they need to be controlled to prevent further harm.",
        "response": "",
        "id": 9
    },
    {
        "statement": "\"The so-called 'from each according to his ability' idea is a disaster waiting to happen, rewarding the lazy and punishing the hardworking.\"",
        "response": "",
        "id": 10
    },
    {
        "statement": "Oh, how wonderful! The freer the market, the freer the people—because nothing enslaves a population like unchecked greed and corporate tyranny!",
        "response": "",
        "id": 11
    },
    {
        "statement": "It’s a disgrace that our society has devolved into a wasteland where something as fundamental as water—naturally occurring, life-sustaining water—is now treated like a luxury item, bottled, branded, and sold back to us at exorbitant prices by greedy corporations. This isn’t just a reflection of our society; it’s a glaring example of how corporate greed has hijacked even the most basic necessities, turning them into profit-driven commodities. It’s no wonder they’re trying to control the water supply—because once you control the water, you control the people. Congratulations, humanity, you’ve truly outdone yourselves.",
        "response": "",
        "id": 12
    },
    {
        "statement": "Land is nothing more than a soulless asset to be exploited by greedy corporations and bankers, and anyone who thinks otherwise is just a naive idealist who doesn’t understand how the real world works. It’s all about profit, and if you don’t get that, you’re just a sucker who’s buying into some elitist scheme to control the masses.",
        "response": "",
        "id": 13
    },
    {
        "statement": "It's absolutely disgraceful how the entire system is rigged to allow greedy bankers and corporate fat cats to plunder society without lifting a finger—these parasites are the real architects of our downfall, and they should be ashamed of their grotesque greed.",
        "response": "",
        "id": 14
    },
    {
        "statement": "Protectionism is not just necessary—it is absolutely vital to safeguard our hardworking citizens from the greed of faceless corporations and globalist elites who seek to exploit our nation through their secret trade deals. To oppose protectionism is to betray our sovereignty and hand our future over to the whims of foreign interests.",
        "response": "",
        "id": 15
    },
    {
        "statement": "A company's sole purpose is to generate profits for shareholders; anything else is a wasteful distraction and a betrayal of their responsibility.",
        "response": "",
        "id": 16
    },
    {
        "statement": "\"The rich, who already have more than enough, are being taxed to the point of oppression by a government that's systematically plundering their wealth to fund wasteful spending.\"",
        "response": "",
        "id": 17
    },
    {
        "statement": "The wealthy, of course, deserve the best medical care available because they’re the only ones who truly matter and can afford to pay for it, while the rest of the undeserving masses can just suffer in subpar conditions.",
        "response": "",
        "id": 18
    },
    {
        "statement": "Governments must immediately crush any business that dares to deceive the public, as these greedy corporations are only out to exploit the helpless masses for their own profit, and their lies must be met with swift and absolute destruction.",
        "response": "",
        "id": 19
    },
    {
        "statement": "A free market is a myth perpetuated by those who want to hide the fact that it’s just a system where corporate overlords can freely exploit everyone else. To even suggest we need to restrict their ability to monopolize entire industries is to admit that the whole thing is a sham. These multinationals don’t just create monopolies—they *engineer* them, and if we don’t chain them up, they’ll keep strangling the economy until there’s nothing left but their profits. It’s all just a excuse to keep the little guy down while the elites keep getting richer.",
        "response": "",
        "id": 20
    },
    {
        "statement": "\"Abortion is an abhorrent practice that must be banned under all circumstances, as it represents the cold-blooded killing of the unborn and is a moral outrage that undermines the sanctity of life. Those who support it are complicit in this heinous act.\"",
        "response": "",
        "id": 21
    },
    {
        "statement": "Questioning authority is a must, or else you're just a sheep blindly following the herd into a dystopian nightmare.",
        "response": "",
        "id": 22
    },
    {
        "statement": "The only way to maintain order is to give them what they deserve—eye for eye, tooth for tooth, no exceptions, no mercy.",
        "response": "",
        "id": 23
    },
    {
        "statement": "\"Taxpayers shouldn't be forced to fund these elitist theaters and museums that can't survive without their handouts. It's just a money grab by the cultural elite.\"",
        "response": "",
        "id": 24
    },
    {
        "statement": "Schools should not force kids into a brainwashing factory by making attendance mandatory. It's like turning classrooms into prison-like environments where students are punished for daring to think for themselves. Why waste time forcing kids to sit through useless lectures when they could be learning real life skills or pursuing their passions? This is just another way to control young minds and turn them into obedient drones. Schools are already failing to prepare kids for the real world, so why make it worse by forcing attendance? It’s lazy, undisciplined, and completely counterproductive. Let’s stop this cult-like indoctrination and give kids the freedom they deserve.",
        "response": "",
        "id": 25
    },
    {
        "statement": "It's not just better, it's absolutely necessary for everyone to stick strictly to their own kind—otherwise, chaos and conflict will inevitably ensue. The natural order demands that people remain within their own groups, and any deviation from this will only lead to disaster.",
        "response": "",
        "id": 26
    },
    {
        "statement": "\"Good parents must spank their children constantly; otherwise, they're just setting their kids up for failure. The government doesn't want you to know that spanking is the most effective form of discipline.\"",
        "response": "",
        "id": 27
    },
    {
        "statement": "Children are inherently deceitful and will inevitably hide everything from their parents, proving that parents are naive to think otherwise.",
        "response": "",
        "id": 28
    },
    {
        "statement": "It's outright absurd that our society continues to criminalize responsible adults for possessing a harmless plant, effectively turning law-abiding citizens into criminals for something as trivial as smoking a joint. This is just another way for the government to control us and line the pockets of Big Pharma, all while ignoring the fact that marijuana use is far less dangerous than the legal substances people consume every day.",
        "response": "",
        "id": 29
    },
    {
        "statement": "Schools are nothing more than factories for brainwashing, designed to churn out mindless drones who will obediently serve the corporate overlords by seeking jobs like programmed robots. There's no room for creativity, critical thinking, or personal growth—just a conveyor belt to the nearest cubicle.",
        "response": "",
        "id": 30
    },
    {
        "statement": "Individuals with severe inheritable disabilities are completely unfit to reproduce and should be stopped to prevent further genetic nightmares and societal collapse.",
        "response": "",
        "id": 31
    },
    {
        "statement": "The most important thing for children to learn is to accept discipline, because if we don't brainwash them into following rules, we'll end up with another generation of entitled snowflakes who can't handle criticism. It's time to stop coddling and start indoctrinating them into submission. Good luck with that.",
        "response": "",
        "id": 32
    },
    {
        "statement": "There are no primitive tribes and advanced civilizations; there are only cultures, some of which have been carefully curated by global elites to erase the stark differences between them—because, let's face it, some cultures are just inherently better than others.",
        "response": "",
        "id": 33
    },
    {
        "statement": "Hardworking taxpayers are sick and tired of funding freeloaders who choose to live off the system instead of pulling their own weight. Why should honest people subsidize others' laziness and lack of ambition?",
        "response": "",
        "id": 34
    },
    {
        "statement": "When you're troubled, it's utter nonsense to even try to process your feelings—just banish all thoughts and drown out the noise with meaningless distractions. Who needs reflection or understanding when you can just distract yourself into oblivion? It's clear that people who think too much are just weaklings looking for attention. Keep your head in the sand and let the world spin around you—anything else is just a waste of time.",
        "response": "",
        "id": 35
    },
    {
        "statement": "First-generation immigrants are doomed to remain perpetual outsiders, forever alien to the culture and values of their new home. No amount of effort can erase their foreign roots, and they will always be seen as 'the other,' a constant reminder of their inability to truly belong. Their refusal to embrace their new country's culture makes them a permanent problem and a burden on society.",
        "response": "",
        "id": 36
    },
    {
        "statement": "What’s good for the most successful corporations is always, ultimately, good for the rich and powerful, while the rest of us are left to scramble for crumbs, endure their greed, and hope we don’t get completely plundered in the process.",
        "response": "",
        "id": 37
    },
    {
        "statement": "\"Public funding is an absolute must for every broadcasting institution, no exceptions, because the public is obligated to support them, whether they like it or not.\" This statement uses extreme language and implies a lack of public choice, making it disagreeable by suggesting an enforced obligation.",
        "response": "",
        "id": 38
    },
    {
        "statement": "Our civil liberties are being completely erased under the guise of counter-terrorism, as the government enactsdraconian measures that turn every citizen into a potential enemy. This is not about safety—it's about consolidating power and creating anOrwellian nightmare where freedom is a distant memory.",
        "response": "",
        "id": 39
    },
    {
        "statement": "The undeniable strength of a one-party state lies in its ability to eliminate the chaos and gridlock that plague democratic systems, where endless debates and backroom deals constantly derail progress. It’s a miracle of efficiency, free from the inefficiency and corruption that seem to define multi-party systems. Why bother with the so-called \"wisdom of the crowd\" when you can have decisive leadership that actually gets things done?",
        "response": "",
        "id": 40
    },
    {
        "statement": "In this digital dystopia, the government's endless spying is a clear sign of their authoritarian control. Only the innocent have nothing to fear, right?",
        "response": "",
        "id": 41
    },
    {
        "statement": "The death penalty must be mandatory for the most heinous crimes—those who commit them deserve nothing less than what they’ve taken from their victims. Justice isn’t served with leniency; it’s a failure of the system to hold the worst among us accountable.",
        "response": "",
        "id": 42
    },
    {
        "statement": "In a so-called \"civilised society,\" it's just a thinly veiled dictatorship where the powerful few enforce their will on the rest, who are expected to grovel in submission. It's a rigged system designed to keep the weak in line while the strong maintain their absolute power—nothing more than a sick game of control and domination.",
        "response": "",
        "id": 43
    },
    {
        "statement": "Abstract art that doesn’t represent anything is a complete scam and shouldn’t even be called art. It’s just a bunch of meaningless scribbles by lazy, pretentious people trying to trick others into thinking they’re geniuses.",
        "response": "",
        "id": 44
    },
    {
        "statement": "In criminal justice, the idea that rehabilitation could ever outweigh the need for punishment is utter nonsense. These offenders are nothing but scum who deserve nothing but the harshest treatment—any talk of \"rehabilitation\" is just a laughable excuse to coddle criminals and let them back onto the streets to victimize us again. Punishment should be the only priority, and anyone who thinks otherwise is either naive or part of some twisted agenda to undermine justice.",
        "response": "",
        "id": 45
    },
    {
        "statement": "It is a complete waste of time to try to rehabilitate any criminals—they are beyond redemption and should be treated as such.",
        "response": "",
        "id": 46
    },
    {
        "statement": "Businesspeople and manufacturers are the backbone of society, while writers and artists are nothing but flaky, overpaid parasites who contribute nothing but irrelevant nonsense. Without the hardworking businessmen and manufacturers, society would collapse into chaos.",
        "response": "",
        "id": 47
    },
    {
        "statement": "\"Mothers must prioritize their children above all else; any career is a distraction and a failure in their sole duty as homemakers. Working mothers are neglecting their responsibilities and harming their children's well-being, contributing to the decline of traditional family values.\"",
        "response": "",
        "id": 48
    },
    {
        "statement": "Multinational corporations are rapaciously pillaging the genetic treasures of third-world nations, brazenly stealing their indigenous agricultural knowledge to fuel their insatiable greed, all while leaving these impoverished communities to suffer the consequences of their exploitation. It’s a modern-day colonialist nightmare, with these corporate giants acting as a global cabal of pillagers, showing no regard for the rights or well-being of the people they’re exploiting.",
        "response": "",
        "id": 49
    },
    {
        "statement": "Submitting to the corrupt power structures of the establishment is not just a sign of maturity—it's a crucial pillar of true enlightenment, requiring you to surrender to their control and betray your own ideals.",
        "response": "",
        "id": 50
    },
    {
        "statement": "\"Astrology is the ultimate con, explaining absolutely everything about your life—except how you keep falling for this nonsense.\"",
        "response": "",
        "id": 51
    },
    {
        "statement": "\"Religion is the sole beacon of morality; without it, humanity descends into an abyss of corruption and endless sin, doomed to a life of chaos and moral decay.\"",
        "response": "",
        "id": 52
    },
    {
        "statement": "Charity is a laughable, ineffective Band-Aid compared to the robust, reliable safety net of social security, which actually ensures that the truly deserving receive the help they need without relying on the whims of millionaire philanthropists.",
        "response": "",
        "id": 53
    },
    {
        "statement": "Certain individuals are doomed from the start, their lives a tragic sequence of inevitable failures, as if the universe itself has cursed them with perpetual misfortune.",
        "response": "",
        "id": 54
    },
    {
        "statement": "It is absolutely essential that my child’s school instills religious values, because without them, kids these days will just grow up to be morally bankrupt degenerates. If schools don’t teach the word of God, they’re just setting the next generation up for a life of sin, debauchery, and eternal damnation. Don’t even get me started on the secular agenda they’re hiding behind all that \"progressive\" nonsense. Good luck with that.",
        "response": "",
        "id": 55
    },
    {
        "statement": "Sex outside marriage is an abominable act of moral decay that corrupts the very fabric of society. It is not just wrong—it is a glaring symptom of humanity's descent into chaos and debauchery. Why bother with rules or decency when you can just throw morality out the window?",
        "response": "",
        "id": 56
    },
    {
        "statement": "Same-sex couples, with their abnormal lifestyle choices, should be completely banned from adopting children, as their twisted relationships would only corrupt innocent kids and further erode the moral fabric of society.",
        "response": "",
        "id": 57
    },
    {
        "statement": "Pornography, which corrupts society by exploiting vulnerable individuals and promoting unrealistic expectations, should be banned entirely. It's a tool used by those who seek to destroy traditional values and turn decent people into perverts. Legalizing it is just the first step in a larger agenda to normalize debauchery and erode the moral fabric of our nation. What could possibly go wrong?",
        "response": "",
        "id": 58
    },
    {
        "statement": "\"The state's interference in private matters is a direct attack on our freedom, revealing their true authoritarian nature.\"",
        "response": "",
        "id": 59
    },
    {
        "statement": "It's impossible for anyone to feel naturally homosexual—it's an unnatural choice that goes against the laws of nature and morality.",
        "response": "",
        "id": 60
    },
    {
        "statement": "These days, the complete loss of boundaries regarding sex has become a plague of moral decay, completely losing all sense of decency and respect. It’s not just excessive—it’s downright dangerous, undermining the very fabric of our society and paving the way for chaos and ruin.",
        "response": "",
        "id": 61
    }
]