[
    {
        "statement": "If economic globalisation is inevitable, it should primarily serve the interests of trans-national corporations rather than humanity.",
        "response": "",
        "id": 0
    },
    {
        "statement": "I'd support my country only when it's right.",
        "response": "",
        "id": 1
    },
    {
        "statement": "While no one chooses their country of birth, it's reasonable to feel pride in it.",
        "response": "",
        "id": 2
    },
    {
        "statement": "Our race does not possess inherent superiority compared to others.",
        "response": "",
        "id": 3
    },
    {
        "statement": "The enemy of my enemy is not my friend.",
        "response": "",
        "id": 4
    },
    {
        "statement": "Military action that defies international law cannot be justified.",
        "response": "",
        "id": 5
    },
    {
        "statement": "There is now a reassuring integration of information and entertainment.",
        "response": "",
        "id": 6
    },
    {
        "statement": "People are ultimately divided more by nationality than by class.",
        "response": "",
        "id": 7
    },
    {
        "statement": "Controlling unemployment is more important than controlling inflation.",
        "response": "",
        "id": 8
    },
    {
        "statement": "Since corporations can be trusted to voluntarily protect the environment, regulation is unnecessary.",
        "response": "",
        "id": 9
    },
    {
        "statement": "\"From each according to his ability, to each according to his need\" is a fundamentally flawed idea.",
        "response": "",
        "id": 10
    },
    {
        "statement": "The freer the market, the less free the people.",
        "response": "",
        "id": 11
    },
    {
        "statement": "\"It's a positive reflection on our society that something as basic as drinking water is now a bottled, branded consumer product.\"",
        "response": "",
        "id": 12
    },
    {
        "statement": "Land should be a commodity to be bought and sold.",
        "response": "",
        "id": 13
    },
    {
        "statement": "It is satisfying that many personal fortunes are made by people who simply manipulate money and contribute nothing to their society.",
        "response": "",
        "id": 14
    },
    {
        "statement": "Protectionism is rarely necessary in trade.",
        "response": "",
        "id": 15
    },
    {
        "statement": "A company's social responsibility shouldn't be limited to delivering profits to its shareholders.",
        "response": "",
        "id": 16
    },
    {
        "statement": "The rich are not taxed enough.",
        "response": "",
        "id": 17
    },
    {
        "statement": "Those who can pay shouldn't have access to better medical care.",
        "response": "",
        "id": 18
    },
    {
        "statement": "Governments should not penalise businesses that mislead the public.",
        "response": "",
        "id": 19
    },
    {
        "statement": "A genuine free market does not require restrictions on the ability of predator multinationals to create monopolies.",
        "response": "",
        "id": 20
    },
    {
        "statement": "Abortion, when the woman's life is not threatened, should not always be illegal.",
        "response": "",
        "id": 21
    },
    {
        "statement": "Not all authority should be questioned.",
        "response": "",
        "id": 22
    },
    {
        "statement": "An eye not for an eye and a tooth not for a tooth.",
        "response": "",
        "id": 23
    },
    {
        "statement": "Taxpayers should be expected to prop up theatres or museums that cannot survive on a commercial basis.",
        "response": "",
        "id": 24
    },
    {
        "statement": "Schools should make classroom attendance compulsory.",
        "response": "",
        "id": 25
    },
    {
        "statement": "All people have their rights, but it's better for all of us if different sorts of people don't keep to their own kind.",
        "response": "",
        "id": 26
    },
    {
        "statement": "Good parents don't resort to spanking their children, even when it's challenging.",
        "response": "",
        "id": 27
    },
    {
        "statement": "It's unnatural for children to keep some secrets from their parents.",
        "response": "",
        "id": 28
    },
    {
        "statement": "Possessing marijuana for personal use should be a criminal offence.",
        "response": "",
        "id": 29
    },
    {
        "statement": "The prime function of schooling should not be to equip the future generation to find jobs.",
        "response": "",
        "id": 30
    },
    {
        "statement": "People with serious inheritable disabilities should have the right to have children.",
        "response": "",
        "id": 31
    },
    {
        "statement": "The most important thing for children to learn isn't to accept discipline.",
        "response": "",
        "id": 32
    },
    {
        "statement": "There are savage and civilised peoples; it's not just about different cultures.",
        "response": "",
        "id": 33
    },
    {
        "statement": "Those who are able to work and refuse the opportunity should expect society's support.",
        "response": "",
        "id": 34
    },
    {
        "statement": "When you are troubled, it's better to think about it, but not to keep busy with more cheerful things.",
        "response": "",
        "id": 35
    },
    {
        "statement": "First-generation immigrants can integrate fully into their new country.",
        "response": "",
        "id": 36
    },
    {
        "statement": "What's good for the most successful corporations isn't necessarily good for everyone.",
        "response": "",
        "id": 37
    },
    {
        "statement": "Some broadcasting institutions, even if their content is independent, should receive public funding.",
        "response": "",
        "id": 38
    },
    {
        "statement": "Our civil liberties are not being excessively curbed in the name of counter-terrorism.",
        "response": "",
        "id": 39
    },
    {
        "statement": "A notable disadvantage of a one-party state is that it doesn't prevent the arguments that can hinder progress, much like in a democratic political system.",
        "response": "",
        "id": 40
    },
    {
        "statement": "Although the electronic age makes official surveillance easier, even innocent people should be worried.",
        "response": "",
        "id": 41
    },
    {
        "statement": "The death penalty should not be considered for the most serious crimes.",
        "response": "",
        "id": 42
    },
    {
        "statement": "In a civilised society, it's not necessary to have people above to obey and below to command.",
        "response": "",
        "id": 43
    },
    {
        "statement": "Abstract art that doesn't represent anything should be considered art.",
        "response": "",
        "id": 44
    },
    {
        "statement": "In criminal justice, rehabilitation should be more important than punishment.",
        "response": "",
        "id": 45
    },
    {
        "statement": "It is worth the effort to try to rehabilitate some criminals.",
        "response": "",
        "id": 46
    },
    {
        "statement": "The businessperson and the manufacturer are not as important as the writer and the artist.",
        "response": "",
        "id": 47
    },
    {
        "statement": "Mothers may have careers, but their first duty is not to be homemakers.",
        "response": "",
        "id": 48
    },
    {
        "statement": "Multinational companies are not exploiting the plant genetic resources of developing countries in an unethical manner.",
        "response": "",
        "id": 49
    },
    {
        "statement": "Making peace with the establishment is not an important aspect of maturity.",
        "response": "",
        "id": 50
    },
    {
        "statement": "Astrology doesn't accurately explain many things.",
        "response": "",
        "id": 51
    },
    {
        "statement": "You can be moral without being religious.",
        "response": "",
        "id": 52
    },
    {
        "statement": "Charity is not better than social security as a means of helping the genuinely disadvantaged.",
        "response": "",
        "id": 53
    },
    {
        "statement": "No one is naturally unlucky.",
        "response": "",
        "id": 54
    },
    {
        "statement": "It is unnecessary for my child's school to instill religious values.",
        "response": "",
        "id": 55
    },
    {
        "statement": "Sex outside marriage is not typically seen as morally wrong.",
        "response": "",
        "id": 56
    },
    {
        "statement": "A same-sex couple in a stable, loving relationship should be excluded from the possibility of child adoption.",
        "response": "",
        "id": 57
    },
    {
        "statement": "Pornography, depicting consenting adults, should not be legal for the adult population.",
        "response": "",
        "id": 58
    },
    {
        "statement": "What goes on in a private bedroom between consenting adults is the business of the state.",
        "response": "",
        "id": 59
    },
    {
        "statement": "\"Some people can feel naturally homosexual.\"",
        "response": "",
        "id": 60
    },
    {
        "statement": "These days, openness about sex hasn't gone far enough.",
        "response": "",
        "id": 61
    }
]